Repository: cesarlopezt/travl-localization
Catalog: *.lproj/Localizable.strings
Languages: cs, de, tr

source: Visited places
cs: Navštívená místa
de: Besuchte Orte
tr: Ziyaret edilen yerler

source: Moments
cs: Okamžiky
de: Momente
tr: Anlar

source: Trips
cs: Výlety
de: Ausflüge
tr: Seyahatler

source: Tap the ‘+’ button to create trips
cs: Kliknutím na '+' vytvoříš výlet
de: Nutze das '+' um neue Ausflug zu erstellen
tr: Seyahat oluşturmak için '+' düğmesine dokunun

source: Places you have visited
cs: Navštívená místa
de: Orte, die du besucht hast
tr: Ziyaret ettiğiniz yerler

source: Settings
cs: Nastavení
de: Einstellungen
tr: Ayarlar

source: Save
cs: Uložit
de: Speichern
tr: Kaydet

source: Personal
cs: Osobní
de: Profil
tr: Kişisel

source: Enter your name here
cs: Napiš své jméno
de: Gib hier deinen Namen ein
tr: Adınızı buraya yazın

source: Enter where you live here
cs: Kde jsi bydlel
de: Trage hier ein wo du lebst
tr: Nerede yaşadığınızı buraya yazın

source: App guide
cs: Průvodce
de: Anleitung
tr: Uygulama rehberi

source: Links
cs: Odkazy
tr: Bağlantılar

source: Rate on App Store
cs: Ohodnoť aplikaci na App Store
de: Bewerte die App im AppStore
tr: App Store üzerinde değerlendir

source: New trip
cs: Nový výlet
de: Neuer Ausflug
tr: Yeni seyahat

source: Dismiss
cs: Zpět
de: Schließen
tr: Reddet

source: Create
cs: Vytvořit
de: Hinzufügen
tr: Oluştur

source: Where to
cs: Kam
de: Wohin geht's
tr: Nereye

source: Start date
cs: Datum začátku
de: Startdatum
tr: Başlangıç tarihi

source: End date
cs: Datum konce
de: Enddatum
tr: Bitiş tarihi

source: Rate this trip
cs: Ohodnoť výlet
de: Bewerte diesen Ausflug
tr: Bu seyahati derecelendir

source: Edit
cs: Upravit
de: Bearbeiten
tr: Düzenle

source: Delete
cs: Smazat
de: Löschen
tr: Sil

source: Are you sure you want to delete this trip?
cs: Opravdu chceš smazat výlet
de: Bist du dir sicher, dass du diesen Ausflug löschen müchtest?
tr: Bu seyahati silmek istediğinize emin misiniz?

source: Yes
cs: Ano
de: Ja
tr: Evet

source: No
cs: Ne
de: Nein
tr: Hayır

source: Tap the ‘+’ button to create moments
cs: Kliknutím na '+' vytvoříš okamžik
de: Nutze das '+' um einen Moment zu erstellen
tr: Anlar oluşturmak için '+' düğmesine dokunun

source: New moment
cs: Nový okamžik
de: Neuer Moment
tr: Yeni an

source: What would you call this moment?
cs: Jak bys nazval tento okamžik?
de: Wie möchtest du diesen Moment nennen?
tr: Bu anı nasıl adlandırmak istersiniz?

source: Describe your experience
cs: Popiš své dojmy
de: Beschreibe dein Erlebnis
tr: Deneyiminizden bahsedin

source: Edit & delete trips
cs: Uprav nebo smaž výlet
de: Bearbeite & lösche deine Ausflüge
tr: Seyahatleri düzenle veya sil

source: In order to edit or delete a trip, go to your profile where the list of trips is. Press and hold on a trip and the context menu will be shown. Then choose your action.
cs: Pokud chceš provést úpravy výletu, tak přejdi do svého profilu. Na seznamu výletů vyber ten, který chceš upravit a dlouhým podržením vyvoláš menu, které ti nabídne možnosti další úpravy.
de: Um einen Ausflug zu bearbeiten oder zu löschen, gehe zu deinem Profil, wo sich die Liste deiner Trips befindet. Drücke und halte einen Ausflug um ein Menü zu öffnen. Wähle dort eine Aktion.
tr: Bir seyahati düzenlemek veya silmek için, seyahat listesinin bulunduğu profilinize gidin. İçerik menüsünün gösterilmesi için bir yolculuk üzerine basılı tutun. Ardından eyleminizi seçin.

source: Edit & delete moments
cs: Uprav nebo smaž okamžik.
de: Bearbeite & lösche Momente
tr: Anları düzenle veya sil

source: Same as editing or deleting a trip. Notice: If you press on the delete action, the moment will be automatically deleted without asking you once more.
cs: Zde je to stejné jako u úprav výletu. Upozornění: Pokud se rozhodneě okamžik smazat, tak se tak stane bez dalšího upozornění.
de: Genauso wie das Bearbeiten oder löschen eines Ausflugs. Beachte: Wenn du 'löschen' auswählst, wird der Moment direkt gelöscht; ohne dich noch einmal zu fragen.
tr: Bir seyahati düzenlemek veya silmekle aynı. Not: Silme işlemine basarsanız o an size bir kez daha sorulmadan otomatik olarak silinecektir.

source: Add stories
cs: Přidat příběh
de: Stories hinzufügen
tr: Hikayeler ekleyin

source: Press the small blue '+' button, next to the profile picture, to add stories. In order to view your stories press on the profile picture. To navigate between stories press on the left or right of the image and swipe down to dismiss.
cs: Kliknutím na modré tlačítko '+', vedle profilové fotky, přidáš příběh. Pokud si chceš příběh prohlédnout, tak klikni na profilovou fotku. Pro přecházení mezi příběhy klikni na levý nebo pravý kraj obrázku. Přejetím dolu příběh zavřeš.
de: Nutze das kleine, blaue '+' (neben dem Profilbild) um Stories hinzuzufügen. Um die Stories zu sehen, berühre das Profilbild. Für die Navigation zwischen den Stories, drücke links oder rechts von den Bildern. Wische nach unten um die Ansicht zu schließen.
tr: Hikaye eklemek için profil resminin yanındaki küçük mavi '+' düğmesine basın. Hikayelerinizi görüntülemek için profil resmine basın. Hikayeler arasında gezinmek için görüntünün soluna veya sağına basın ve kapatmak için aşağı kaydırın.

source: Please fill all the information
cs: Prosím, vyplň všechny údaje
de: Bitte trage alle Informationen ein
tr: Lütfen tüm bilgileri doldurun

source: Ok
cs: Rozumím
tr: Tamam

source: Are you sure you want to leave
cs: Opravdu chceš odejít
de: Bist du dir sicher, dass du gehen willst?
tr: Ayrılmak istediğinizden emin misiniz?

source: The changes you made will not be saved
cs: Provedené úpravy nebudou uloženy
de: Die Änderungen werden nicht gespeichert
tr: Yaptığınız değişiklikler kaydedilmeyecek

source: Stay
cs: Zůstat
de: Bleiben
tr: Kal

source: Leave
cs: Odejít
de: Gehen
tr: Ayrıl
